Repository: Francesca-Rossi/dogMood
Catalog: MyDogState/Localizable.xcstrings
Source language: en
Languages: it

source: Add a note
it: Inserisci nota

source: Add new check
it: Inserisci nuovo controllo

source: Add new dog
it: Inserisci nuovo cane

source: Add your first dog
it: Inserisci almeno un cane

source: All Check
it: Tutti i controlli

source: Angry
it: Arrabbiato

source: Birthday
it: Data di nascita

source: Breed
it: Razza

source: Camera
it: Fotocamera

source: Camera is not accessible
it: La fotocamera non è accessibile

source: Cancel
it: Annulla

source: Check again
it: Controlla di nuovo

source: Check details
it: Dettagli del controllo

source: Check mood
it: Controlla lo stato emotivo

source: Check mood now
it: Controlla lo stato emotivo ora

source: Check photo
it: Foto del controllo

source: Continue
it: Continua

source: Dog details
it: Dettagli del cane

source: Dog Info
it: Informazioni sul cane

source: Dog name
it: Nome

source: Error to delete a dog
it: C'è stato un errore nell'eliminare il cane

source: Error to register the check
it: C'è stato un errore nel salvataggio del controllo

source: Error to save new dog
it: C'è stato un errore nel salvataggio del nuovo cane

source: Female
it: Femmina

source: Gender
it: Genere

source: Go back
it: Indietro

source: Hair color
it: Colore del pelo

source: Happy
it: Felice

source: History check
it: Lista dei controlli

source: Insert a number
it: Inserisci un numero

source: Loading
it: Caricamento

source: Main info
it: Informazioni principali

source: Male
it: Maschio

source: Mood Result
it: Risultati stato emotivo

source: My Dog List
it: I miei cani

source: My dogs
it: I miei cani

source: My mood
it: Stato emotivo

source: Name
it: Nome

source: Other info
it: Altre informazioni

source: Photo Library
it: Galleria

source: Pick an image
it: Scegli un immagine

source: Please remember to choose your dog image
it: Ricordati di scegliere un immagine del tuo cane

source: Profile image
it: Immagine di profilo

source: Relaxed
it: Rilassato

source: Sad
it: Triste

source: Save new dog
it: Salva nuovo cane

source: Save new mood
it: Salva nuovo stato

source: Saving
it: Salvataggio

source: Saving...
it: Salvataggio...

source: Select a dog
it: Scegli un cane

source: Unknown
it: Sconosciuto

source: Upload an image
it: Carica un immagine
